Repository: stefan-lipp/athlety
Catalog: Athlety/Localizable.xcstrings
Source language: en
Languages: de

source: %lld m Hurdles
de: %lld m Hürden

source: %lld m Steeplechase
de: %lld m Hindernis

# %lld×%lld m Relay
source: %1$lld×%2$lld m Relay
de: %1$lld×%2$lld m Staffel

source: About Athlety
de: Über Athlety

source: Add to Calendar
de: Zum Kalender hinzufügen

source: All
de: Alle

source: Appearance
de: Erscheinungsbild

source: Apply custom event filters to only show events that match your preferences.
de: Wende eigene Suchfilter an, um nur Wettkämpfe anzuzeigen, die deinen Kriterien entsprechen.

source: Association
de: Landesverband

source: Association not found
de: Landesverband nicht gefunden

source: Athlety is an app for track and field athletes, coaches, and anyone interested in athletics in Germany. The app provides an overview of upcoming competitions and events and allows you to save important dates for quick access. It is designed to help you stay organized throughout the athletics season. Athlety is developed and published by Stefan Lipp in Regensburg, Germany. Your feedback and suggestions are always welcome and help improve the app.
de: Athlety ist eine App für Leichtathletinnen und Leichtathleten, Trainerinnen und Trainer und alle, die sich für Leichtathletik in Deutschland interessieren. Die App bietet eine Übersicht über kommende Wettkämpfe und Veranstaltungen und ermöglicht es, wichtige Termine für einen schnellen Zugriff zu speichern. Sie hilft dabei, während der Leichtathletik-Saison den Überblick zu behalten. Athlety wird von Stefan Lipp in Regensburg entwickelt und veröffentlicht. Feedback und Vorschläge sind jederzeit willkommen und helfen, die App weiter zu verbessern.

source: Ball Throw
de: Ballwurf

source: Block Events
de: Blockwettkämpfe

source: Block Running
de: Block Lauf

source: Block Sprint/Jump
de: Block Sprint/Sprung

source: Block Team
de: Block Mannschaft

source: Block Throwing
de: Block Wurf

source: Bookamrks
de: Lesezeichen

source: Cancel
de: Abbrechen

source: Cancelled
de: Abgesagt

source: Children's Athletics
de: Kinderleichtathletik

source: Continue
de: Weiter

source: Cross Country
de: Crosslauf

source: Dark
de: Dunkel

source: Deadline
de: Meldefrist

source: Decathlon
de: 10-Kampf

source: Discipline
de: Disziplin

source: Discipline not found
de: Disziplin nicht gefunden

source: Disciplines
de: Disziplinen

source: Discus Throw
de: Diskuswurf

source: Done
de: Fertig

source: Event Location
de: Veranstaltungsort

source: Events
de: Wettkämpfe

source: Events Filter
de: Suchfilter

source: Filter
de: Filtern

source: General
de: Allgemein

source: Get a quick overview about upcoming track and field events.
de: Verschaffe dir einen schnellen Überblick über bevorstehende Leichtathletikwettkämpfe.

source: Half Marathon
de: Halbmarathon

source: Hammer Throw
de: Hammerwurf

source: Heptathlon
de: 7-Kampf

source: Hexathlon
de: 6-Kampf

source: High Jump
de: Hochsprung

source: Host
de: Ausrichter

source: Hurdles
de: Hürden

source: Javelin Throw
de: Speerwurf

source: Jumps
de: Sprünge

source: Language
de: Sprache

source: Light
de: Hell

source: Long Jump
de: Weitsprung

source: Mountain Running
de: Berglauf

source: Multi-Events
de: Mehrkämpfe

source: No Events Found
de: Keine Wettkämpfe gefunden

source: No Saved Events
de: Keine gespeicherten Wettkämpfe

source: Nonathlon
de: 9-Kampf

source: Note
de: Hinweis

source: Octathlon
de: 8-Kampf

source: Open on LADV
de: Auf LADV öffnen

source: Pentathlon
de: 5-Kampf

source: Pole Vault
de: Stabhochsprung

source: Quadrathlon
de: 4-Kampf

source: Rate the App
de: Bewerte die App

source: Recommend
de: Empfehlen

source: Registration
de: Anmeldung

source: Relays
de: Staffeln

source: Remove Bookmark
de: Favorit entfernen

source: Reset
de: Zurücksetzen

source: Road Running
de: Straßenlauf

source: Running
de: Lauf

source: Save as Bookmark
de: Als Favorit speichern

source: Save events you're interested in to see them here.
de: Speichere Wettkämpfe, die dich interessieren, um sie hier zu sehen.

source: Save your favorite events as bookmarks for quick access.
de: Speichere Wettkämpfe als Lesezeichen, um schnell darauf zugreifen zu können.

source: Saved
de: Gespeichert

source: Settings
de: Einstellungen

source: Shot Put
de: Kugelstoßen

source: Steeplechase
de: Hindernis

source: Tell a friend!
de: Erzähl es weiter!

source: The event was cancelled.
de: Der Wettkampf wurde abgesagt.

source: Throws
de: Wurf

source: Track & Field Events
de: Leichtathletik-Wettkämpfe

source: Triathlon
de: 3-Kampf

source: Triple Jump
de: Dreisprung

source: Try changing your filter options to see upcoming events.
de: Versuche es mit anderen Filtereinstellungen, um anstehende Wettkämpfe zu finden.

source: Upcoming
de: Anstehend

source: Upcoming Events
de: Anstehende Wettkämpfe

source: Welcome to
de: Willkommen bei
